Repository: forafontov98/watchface
Catalog: WatchFace/*.lproj/Localizable.strings
Languages: es, it, pt_pt

source: For Apple Watch
es: Para Apple Seguir
it: Per Apple Osservare
pt_pt: Para Apple Watch

source: Clock faces
es: Caras de reloj
it: Orologio facce
pt_pt: Faces do relógio

source: Choose from a large library of unique and stunning dials
es: Elegir entre una gran biblioteca de marca únicas y sorprendentes
it: Scegli tra una vasta libreria di quadranti unici e mozzafiato
pt_pt: Escolha a partir de uma grande biblioteca de mostradores únicas e impressionantes

source: Set an individual style
es: Establecer un estilo individual
it: Impostare uno stile individuale
pt_pt: Definir um estilo individual

source: Various
es: Varios
it: Vario
pt_pt: Vários

source: Pick up the dials that match your mood or lifestyle
es: Recoger las esferas que coinciden con su estado de ánimo o estilo de vida
it: Raccogliete i quadranti che corrispondono vostro umore o stile di vita
pt_pt: Pegar os mostradores que correspondem seu humor ou estilo de vida

source: Premium subscription
es: Suscripción premium
it: Abbonamento premium
pt_pt: Assinatura premium

source: Access to all clock faces
es: El acceso a todas las esferas de relojes
it: L'accesso a tutte le facce di clock
pt_pt: Acesso a todas as faces do relógio

source: No ad
es: Sin anuncios
it: Nessun annuncio
pt_pt: Nenhum anúncio

source: Month subscription
es: Suscripción de un mes
it: Abbonamento di mese
pt_pt: Assinatura mês

source: per month
es: por mes
it: al mese
pt_pt: por mês

source: Annual subscription
es: Suscripción anual
it: Abbonamento annuale
pt_pt: Inscrição anual

source: per year
es: por año
it: per anno
pt_pt: por ano

source: Week subscription
es: Suscripción semanal
it: Abbonamento settimanale
pt_pt: Assinatura semanal

source: per week
es: por semana
it: a settimana
pt_pt: por semana

source: Start your 3 days free trial
es: Comience su prueba gratuita de 3 días
it: Inizia la tua prova gratuita di 3 giorni

source: The plan renews automaticaly
es: El plan se renueva automáticamente
it: Il piano si rinnova automaticamente
pt_pt: Inicie o seu teste gratuito de 3 dias

source: Cancel any time
es: Cancelar en cualquier momento
it: Annulla in qualsiasi momento
pt_pt: O plano renova a automaticidade

source: Subscribe
es: Suscribir
it: Iscrivere
pt_pt: Cancelar a qualquer hora

source: More
es: Más
it: Di Più
pt_pt: Mais

source: Clock face of the day
es: Ver la cara del día
it: Orologio faccia del giorno
pt_pt: Face do relógio do dia

source: Clock face of the month
es: Ver la cara del mes
it: Orologio volto del mese
pt_pt: Face do relógio do mês

source: Support
es: Apoyo
it: Supporto
pt_pt: Apoio, suporte

source: About subscription
es: Acerca de suscripción
it: A proposito di abbonamento
pt_pt: Sobre subscrição

source: Terms
es: Condiciones
it: Condizioni
pt_pt: Condições

source: Privacy policy
es: Política de privacidad
it: Politica sulla riservatezza
pt_pt: Política de Privacidade

source: About
es: Sobre
it: Circa l'applicazione
pt_pt: Sobre

source: Rate the app
es: Rete la aplicación
it: Rete l'app
pt_pt: Retete a aplicação

source: Restore purchases
es: Restaurar compras
it: Ripristina acquisti
pt_pt: Repor as compras

source: Download
es: Descargar
it: Scaricare
pt_pt: Baixar

source: To download the watch face, watch an ad or sign up for a subscription
es: Para descargar la esfera del reloj, busca anuncios o Suscríbete
it: Per scaricare il quadrante dell'orologio, guarda la pubblicità o l'abbonamento
pt_pt: Para baixar o mostrador do relógio, Assista a um anúncio ou grave uma assinatura

source: Next
es: A continuación
it: Quindi
pt_pt: Adiante

source: Cancel
es: Cancelar
it: Annullare
pt_pt: Cancelar

source: Don't show it again
es: No lo vuelvas a mostrar
it: Non mostrarlo di nuovo
pt_pt: Não o mostres outra vez.

source: Find the line "Create Watch Face"
es: Encuentra la línea "Crear esfera del reloj"
it: Trova la linea " crea quadrante"
pt_pt: Encontrar a linha " Criar face de Vigia"

source: Ad
it: Annuncio
pt_pt: Anuncio

source: Settings
es: Configuración
it: Impostazioni
pt_pt: Definicao

source: Success
es: Éxito
it: Successo
pt_pt: Sucesso

source: The subscription has been successfully paid for and is valid until
es: La suscripción se ha pagado correctamente y es válida hasta
it: L'abbonamento è stato pagato con successo ed è valido fino a quando
pt_pt: A assinatura foi paga com sucesso e é válida até

source: Expired
es: Expirar
it: Scadere
pt_pt: Chegar

source: Your subscription has expired
es: Su suscripción ha caducado
it: L'abbonamento è scaduto
pt_pt: A sua assinatura expirou

source: Mistake
es: Error
it: Errore
pt_pt: Erro

source: The subscription was not paid for
es: La suscripción no fue pagada
it: L'abbonamento non è stato pagato
pt_pt: A Assinatura não foi paga

source: Loading
es: Cargando
it: Caricamento in corso
pt_pt: Carregando

source: Conversion to
es: Conversión a
it: Conversione in
pt_pt: Conversão para

source: Done, set the watch face from the gallery
es: Listo, configura la esfera del reloj desde la galería
it: Fatto, imposta il quadrante dalla galleria
pt_pt: Pronto, defina o mostrador do relógio na galeria

source: Step 1
es: Medida 1
it: Passo 1
pt_pt: Passo 1

source: Choose your favorite watch face and click "Save"
es: Seleccione la esfera del reloj que desee y haga clic en "Guardar"
it: Scegli il tuo quadrante preferito e fare clic su "Salva"
pt_pt: Escolha o mostrador do relógio que você gosta e pressione o botão "Salvar"

source: Step 2
es: Medida 2
it: Passo 2
pt_pt: Passo 2

source: Allow photo access to save your watch faces
es: Permitir el acceso a la foto para guardar las caras del reloj
it: Consenti l'accesso alle foto per salvare i quadranti dell'orologio
pt_pt: Permita o acesso às fotos para salvar os mostradores do relógio

source: Further
es: A continuación
it: Quindi
pt_pt: Adiante

source: Step 3
es: Medida 3
it: Passo 3
pt_pt: Passo 3

source: Click on the saved watch face in the gallery.
es: Haga clic en la galería en la esfera del reloj guardada.
it: Toccare nella galleria sul quadrante dell'orologio salvato.
pt_pt: Na galeria, clique no mostrador do relógio salvo.

source: Next, click on the "Share" button and select the "Create Watch face" option
es: A continuación, haga clic en el botón "compartir" y seleccione la opción "Crear esfera del reloj"
it: Quindi fare clic sul pulsante "Condividi" e selezionare L'opzione "Crea quadrante dell'orologio"
pt_pt: Em seguida, clique no botão "Compartilhar" e selecione a opção "Criar mostrador do relógio"

source: Step 4
es: Medida 4
it: Passo 4
pt_pt: Passo 4

source: Select the desired option and click "Add"
es: Seleccione la opción deseada y haga clic en el botón "Agregar"
it: Selezionare l'opzione desiderata e fare clic su "Aggiungi"
pt_pt: Selecione a opção desejada e clique no botão "Adicionar"

source: Installation guide
es: Guía de instalación
it: Guida d'installazione
pt_pt: Guia de instalação

source: Ok
pt_pt: Bem
